/* Add button */
"Add" = "Hinzufügen";

/* Add Column Button */
"add column" = "Spalte hinzufügen";

/* Add Row Button */
"add row" = "Zeile hinzufügen";

/* Replace sheet panel */
"Applications are assigned to this column. If you remove this column, these applications will be assigned to another space." = "Programme sind dieser Spalte zugeordnet. Wenn Sie diese Spalte entfernen, werden diese Programme einem anderen Platz zugeordnet.";

/* Replace sheet panel */
"Applications are assigned to this row. If you remove this row, these applications will be assigned to another space." = "Programme sind dieser Zeile zugeordnet. Wenn Sie diese Zeile entfernen, werden diese Programme einem anderen Platz zugeordnet.";

/* Remove column */
"Are you sure you want to remove this column?" = "Möchten Sie diese Spalte wirklich entfernen?";

/* Remove row */
"Are you sure you want to remove this row?" = "Möchten Sie diese Zeile wirklich entfernen?";

/* Arrow Keys are bound */
"Arrow Keys" = "Pfeiltasten";

/* Columns string in Layer view */
"Columns:" = "Spalten:";

/* Display application in all spaces */
"Every Space" = "Alle Spaces";

/* Cancel Button */
"No" = "Nein";

/* Arrow Keys are bound */
"Number Keys" = "Zifferntasten";

/* Other menu item */
"Other" = "Auswählen …";

/* Remove Column Button */
"remove column" = "Spalte entfernen";

/* Remove Row Button */
"remove row" = "Zeile entfernen";

/* Rows string in Layer view */
"Rows:" = "Zeilen:";

/* Space, %@ is a number */
"Space %@" = "Space %@";

/* space, %@ is a number */
"space %@" = "Space %@";

/* Conflict found */
"This hot key setting conflicts with the settings for another hot key.  Use the keyboard preferences pane to resolve this conflict." = "Für diesen Kurzbefehl besteht ein Konflikt mit den Einstellungen eines anderen Kurzbefehls. Beheben Sie dieses Problem in den Tastatureinstellungen.";

/* Conflict found */
"This mouse button setting conflicts with the settings for another mouse button." = "Für diese Maustaste besteht ein Konflikt mit den Einstellungen einer anderen Maustaste.";

/* OK Button */
"Yes" = "Ja";

